Repository: mbnoimi/js-support-ticket
Catalog: languages/js-support-ticket-*.po
Languages: ar

source: Department has been stored
ar: تم تخزين القسم

source: Department has not been stored
ar: لم يتم تخزين القسم

source: Department has been deleted
ar: تم حذف القسم

source: Department has not been deleted
ar: لم يتم حذف القسم

source: Department in use cannot deleted
ar: القسم قيد الاستخدام، لا يمكن حذفه

source: Department
ar: القسم

source: Department Name
ar: اسم القسم

source: Reset
ar: إعادة

source: Add Department
ar: إضافة قسم

source: Type
ar: نمط

source: Outgoing Email
ar: البريد الإلكتروني الصادر

source: Status
ar: الوضع

source: Created
ar: تم الانشاء

source: Action
ar: إجراء

source: Public
ar: عام

source: Private
ar: خاص

source: Approved
ar: موافق

source: Not Approved
ar: غير موافق

source: Title
ar: نص

source: Outgoing Email
ar: البريد الصادر

source: Is Public
ar: عامة

source: Signature
ar: التوقيع

source: Append Signature
ar: إضافة توقيع

source: Append signature with reply
ar: إضافة التوقيع مع الرد

source: Save Department
ar: حفظ القسم

source: User field has not been stored
ar: اسم المستخدم خطأ، لا يمكن التخزين

source: User field has been stored
ar: تم تخزين اسم المستخدم

source: User field has been deleted
ar: تم حذف اسم المستخدم

source: User field has not been deleted
ar: لا يمكن حذف اسم المستخدم

source: User field in use cannot deleted
ar: اسم المستخدم قيد الاستخدام، لا يمكن حذفه

source: Field Name
ar: اسم الحقل

source: Add User Field
ar: إضافة اسم مستخدم جديد

source: Field Title
ar: اسم الحقل

source: Field Type
ar: نوع الحقل

source: Required
ar: مطلوب

source: Read Only
ar: للقراءة فقط

source: Published
ar: تم النشر

source: Text field
ar: الحقل

source: Drop down
ar: قائمة منسدلة

source: Email Address
ar: البريد الالكتروني

source: Check box
ar: مربع اختيار

source: Date
ar: التاريخ

source: Text area
ar: الموقع

source: Yes
ar: نعم

source: No
ar: لا

source: Field Size
ar: حجم الحقل

source: Max Length
ar: الحد الأقصى

source: Columns
ar: الأعمدة

source: Rows
ar: الصفوف

source: Use the table below to add new values
ar: استخدم الجدول أدناه لإضافة قيم جديدة

source: Add a value
ar: إدخال قيمة

source: Value
ar: قيمة

source: Save User Field
ar: حفظ المستنخدم

source: Email template has been stored
ar: تم تخزين عنوان البريد الإلكتروني

source: Email template has not been stored
ar: لم يتم تخزين عنوان البريد الإلكتروني

# EMAIL_TEMPLATE
source: Email Templates
ar: البريد الالكتروني

source: New ticket
ar: بطاقة جديدة

source: Staff Ticket
ar: بطاقة موظف

source: New Department
ar: قسم جديد

source: New Group
ar: مجموعة جديدة

source: New Staff
ar: موظف جديد

source: New Help Topic
ar: موضوع مساعدة جديد

source: Reassign Ticket
ar: بطاقة تعيين

source: Close Ticket
ar: بطاقة إغلاق

source: Delete Ticket
ar: حذف بطاقة

source: Ban Email
ar: حظر بريد

source: Department Transfer
ar: نقل قسم

source: Unban Email
ar: إلغاء حظر البريد الإلكتروني

source: Response Ticket
ar: بطاقة رد

source: Reply Ticket
ar: بطاقة إعادة

source: New ticket admin alert
ar: بطاقة تنبيه مشرف جديد

source: Subject
ar: الموضوع

source: Body
ar: الشخص

source: Parameters
ar: المعلمات

source: Username
ar: اسم المستخدم

source: Help Topic
ar: موضوع المساعدة

source: Email
ar: البريد الالكتروني

source: Message
ar: الرسالة

source: Ticket URL
ar: رابط البطاقة

source: Department title
ar: عنوان القسم

source: Group Title
ar: عنوان المجموعة

source: Ticket ID
ar: رقم البطاقة

source: Save email template
ar: حفظ قالب البريد الإلكتروني

source: Cannot open file
ar: لا يمكن فتح الملف

source: File extension does not match
ar: تنسيق الملف غير مدعوم

source: Attachment has been removed
ar: تم حذف المرفق

source: Attachment has not been removed
ar: لا يمكن حذف المرفق

source: Reply has been stored
ar: تم تخزين الرد

source: Successfully
ar: تمت العملية بنجاح

source: Reply has not been stored
ar: لا يمكن تخزين الرد

source: Error
ar: خطأ

source: Ticket is replied by
ar: الرد عن طريق

source: Reply has been deleted
ar: تم حذف الرد

source: Reply has not been deleted
ar: لا يمكن حذف الرد

source: Admin
ar: المشرف

source: Email has been stored
ar: تم تخزين البريد الإلكتروني

source: Email has not been stored
ar: لا يمكن تخزين البريد الإلكتروني

source: Email has been deleted
ar: تم حذف البريد الإلكتروني

source: Email has not been deleted
ar: لا يمكن حذف البريد الإلكتروني

source: Email in use cannot deleted
ar: البريد مستخدم، لا يمكن حذفه

source: System Emails
ar: رسائل النظام

source: Add Email
ar: إضافة بريد جديد

source: Autoresponse
ar: رد تلقائي

source: Priority
ar: الأولوية

source: Autoresponse
ar: رد تلقائي

source: Active
ar: نشيط

source: Disabled
ar: معلق

source: Save Email
ar: حفظ البريد

source: Priority has been stored
ar: تم تخزين الأولوية

source: Priority has not been stored
ar: لا يمكن تخزين الأولوية

source: Priority has been deleted
ar: تم حذف الأولوية

source: Priority has not been deleted
ar: لا يمكن حذف الأولوية

source: Priority in use cannot deleted
ar: الأولوية مستخدمة، ولا يمكن حذفها

source: Priorities
ar: الأولويات

source: Add Priority
ar: إضافة أولوية

source: Default
ar: افتراضي

source: Color
ar: اللون

source: Priority Color
ar: لون الأولوية

source: Is Default
ar: افتراضي

source: Save Priority
ar: حفظ الأولوية

source: Ticket
ar: بطاقة

source: Activity log has not been updated
ar: لا يمكن تحديث سجل النشاط

source: Enabled
ar: تمكين

source: General Setting
ar: الإعدادات العامة

source: Ticket Setting
ar: إعدادات البطاقة

source: Staff Members
ar: الأعضاء

source: Default System Email
ar: بريد النظام الافتراضي

source: Mail Setting
ar: إعداد البريد

source: Set the heading of your plugin
ar: تعيين عنوان الإضافة

source: Offline
ar: غير متصل

source: Online
ar: متصل

source: Offline Message
ar: رسالة مغلقة

source: Data Directory
ar: دليل البيانات

source: Set the name for your data directory
ar: تعيين اسم دليل البيانات

source: Date Format
ar: تنسيق التاريخ

source: Set the default date format
ar: تعيين تنسيق التاريخ الافتراضي

source: Days
ar: أيام

source: No. of attachment
ar: رقم المرفق

source: No. of attachment allowed at a time
ar: عدد المرفقات المسموح بها في وقت

source: File maximum size
ar: الحد الأقصى لحجم الملف

source: Kb
ar: كيلو بايت

source: Maximum file size in bytes
ar: الحد الأدنى لحجم الملف

source: File extension
ar: تنسيق الملف

source: File extension allowed to attach
ar: تنسيق الملف المسموح به

source: Reopen ticket within days
ar: إعادة فتح البطاقة خلال أيام

source: Ticket can be reopen within given number of days
ar: يمكن إعادة فتح البطاقة خلال عدة أيام

source: Visitor can create ticket
ar: يمكن للزائر إنشاء بطاقة

# CAN_VISITOR_CREATE_TICKET_OR_NOT
source: Can visitor created ticket or not
ar: يمكن للزائر إنشاء بطاقة أو لا

source: Description
ar: التفاصيل

source: View Tickets
ar: عرض البطاقة

source: Default email system
ar: بريد النظام الافتراضي

source: Default alert email
ar: بريد التنبيه الافراضي

source: Set default alert email to send alerts
ar: تعيين بريد التنبيه الافتراضي لإرسال التنبيهات

source: Set default system email
ar: تعيين بريد النظام الافتراضي

source: Default admin email
ar: بريد المشرف الافتراضي

# SET_DEFAULT_ADMIN_EMAIL_TO_RECEVICE_ADMIN_EMAILS
source: Set default admin email to receive admin emails
ar: تعيين بريد المشرف الافتراضي لاستلام رسائل المشرفين

source: Mail to admin
ar: رسالة إلى المشرف

source: Email send to admin when new ticket created
ar: إرسال رسالة إلى المشرف عند إضافة بطاقة جديدة

source: Mail to staff members
ar: رسالة إلى الموظفين

source: Email send to staff member when new ticket created
ar: إرسال رسالة إلى الموظف عند إضافة بطاقة جديدة

source: Ban email new ticket
ar: بطاقة حظر ايميل جديدة

source: Email send to admin when banned email try to create ticket
ar: إرسال رسالة إلى المشرف عند إنشاء بطاقة إعادة حظر بريد

source: Operations
ar: عمليات

source: Staff
ar: موظف

source: User
ar: مستخدم

source: Ticket reassign
ar: إعادة تعيين بطاقة

source: Ticket close
ar: إغلاق بطاقة

source: Ticket delete
ar: حذف بطاقة

source: Ticket ban email
ar: بطاقة حظر بريد

source: Ticket department transfer
ar: تحويل بطاقة قسم

source: Ticket reply ( Ticket User )
ar: بطاقة رد (بطاقة مستخدم)

source: Ticket Response ( Staff )
ar: بطاقة استجابة موظف

source: Ticket ban email and close ticket
ar: بطاقة حظر

source: Ticket unban email
ar: بطاقة إلغاء حظر بريد

source: System Errors
ar: أخطاء النظام

source: View
ar: عرض

source: Open Ticket
ar: فتح بطاقة

source: My Tickets
ar: بطاقتي

source: Configurations
ar: الترتيبات

source: Tickets
ar: بطاقات

# PRIORITES
source: Priorities
ar: الأولويات

source: Departments
ar: الأقسام

source: Activity Log
ar: سجل النشاط

source: User Fields
ar: حقول المستخدم

source: Ticket has not been stored
ar: لا يمكن تخزين البطاقة

source: Ticket has been stored
ar: تم تخزين البطاقة

# ADD_NEW_TICKET
source: New ticket
ar: إضافة بطاقة جديدة

source: Ticket is created by
ar: تم إنشاء البطاقة بواسطة

source: Ticket has been deleted
ar: تم حذف البطاقة

source: Ticket has not been deleted
ar: لا يمكن حذف البطاقة

source: Remove Ticket
ar: حذف بطاقة

source: Ticket is remove by
ar: تم حذف البطاقة بواسطة

source: Ticket has been closed
ar: البطاقة مغلقة

source: Ticket has not been closed
ar: لا يمكن إغلاق البطاقة

source: File upload limit exceed
ar: الملف المرفوع يتجاوز الحد

source: Error file size to large
ar: خطأ، حجم الملف كبير

source: Error file ext mismatch
ar: خطأ، تنسيق الملف غير صالح

source: Ticket Details
ar: تفاصيل البطاقة

source: Lock
ar: مغلق

source: New
ar: جديد

source: Waiting reply
ar: انتظار الرد

source: In Progress
ar: جاري المعالجة

source: Replied
ar: تم الرد

source: Closed
ar: مغلق

source: Open
ar: فتح

source: Last Reply
ar: آخر رد

source: No Last Reply
ar: رقم آخر رد

source: From
ar: من

source: Edit Ticket
ar: تحرير البطاقة

source: Requester Info
ar: معلومة مطلوبة

source: Show Detail
ar: عرض التفاصيل

source: More Detail
ar: عرض المزيد

source: Phone
ar: الهاتف

source: Due Date
ar: تاريخ الاستحقاق

source: True
ar: صحيح

source: False
ar: غير صحيح

source: Replied By
ar: تم الرد بواسطة

source: Download
ar: تحميل

source: Reply
ar: رد

source: Response
ar: استجابة

source: Attachments
ar: مرفقات

source: Maximum File Size
ar: الحد الأقصى لحجم الملف

source: File Extension Type
ar: نوع تنسيق الملف

source: Add More File
ar: إضافة ملف آخر

source: Post Reply
ar: إضافة رد

source: Answered
ar: تمت الإجابة

source: Waiting Staff Reply
ar: انتظار رد الموظف

source: Waiting Your Reply
ar: انتظار الرد

source: Full Name
ar: الاسم الكامل

# PHONE_NOE
source: Phone No
ar: رقم الهاتف

source: Phone Ext
ar: تنسيق الهاتف

source: Issue Summary
ar: ملخص المسألة

source: Delete Attachment
ar: حذف المرفق

source: Save Ticket
ar: حفظ البطاقة

source: Waiting Customer Reply
ar: انتظار رد العميل

source: Edit
ar: تحرير

source: Ticket Detail
ar: تفاصيل البطاقة

source: JS Support Ticket Control Panel
ar: لوحة تحكم بطاقة الدعم

source: JS Support Ticket
ar: بطاقة دعم

source: JS Support Ticket Configuration
ar: ترتيب بطاقة الدعم

source: JS Support Ticket Tickets
ar: بطاقات بطاقة الدعم

source: JS Support Ticket Priorities
ar: أولويات بطاقة الدعم

source: JS Support Ticket Department
ar: قسم بطاقة الدعم

source: JS Support Ticket Emails
ar: رسائل بطاقة الدعم

source: JS Support Ticket System Error
ar: خطأ نظام بطاقة الدعم

source: JS Support Ticket Email Templates
ar: قوالب بريد بطاقات الدعم

source: Email Templates
ar: قالب البريد

source: JS Support Ticket User Fields
ar: حقول مستخدم بطاقة الدعم
